{
  "2268ff": "Home",
  "74843a53": "About ",
  "38c07b1c": "Products ",
  "7f2746de": "Contact Us",
  "-1cae5da2": "Moisturizing Cream for All Skin Types",
  "-35e77c61": "Cetoderm is an intensive moisturizing and emollient cream suitable for daily use on all skin types and for dry skin conditions. It moisturizes and protects the skin from drying out and can be used as a soap substitute.",
  "-1b2ccb81": "View Products",
  "1edbadcc": "About Cetoderm",
  "-55d57e94": "Cetoderm offers a range of products that is suitable for daily use on all skin types and all dry skin conditions. Cetoderm’s topical emollients, oils and ointments help alleviate dry itchy and eczema prone skin whilst protecting it from drying out. Our emollient range can be used as an effective soap substitute.",
  "-120e90d3": "Clinically proven to moisturise",
  "48b08c5": "Paraben, SLS Free + Paraben Free",
  "4469a9ea": "Endorsed by a Dermatologist",
  "6cca9758": "Not tested on animals",
  "-37f9ca7c": "Products",
  "-144f465c": "Discover our full range of products",
  "6b0b4f55": "Cetoderm - Dry Skin Emollient",
  "-22087d6c": "View product",
  "-3a042036": "Cetoderm-E Dry Skin Emollient",
  "37ec3fda": "Cetoderm-X Eczema Care Cream",
  "-773b0926": "Cetoderm Baby + Junior Dry Skin Emollient",
  "274f16": "Shop",
  "-735e1d67": "Cetoderm is available at your favorite stores. If it is unavailable at your local store, you can ask your pharmacist to order it for you.",
  "-5c701679": "Customer Feedback",
  "-37fc1653": "Hear from those who have tried our products",
  "7dc99234": "The best cream for eczema/dry skin and everyday use for the whole family. From my newborn up to my parents, we all use and love it.",
  "-9b2787d": "Handre Smit",
  "-3035a385": "Excellent product. My baby has severe eczema; it soothes and moisturisers his skin. We also use it as a soap substitute. We noticed a difference within only 2 days.",
  "5809d163": "Michelle Campbell",
  "14d692da": "Cetoderm baby + junior Dry Skin Emollient",
  "34cf997d": "Miracle product! It cleanses, clears and smoothens the eczema/dryness for my boys. My newborn and toddler are sharing it, the results are remarkable. Thank you Bennetts!",
  "63541d55": "Mbali Khoketsi",
  "-6e379e63": "What an amazing product! M little girl’s skin looks and feels amazing. The dry patches are gone and her skin texture has improved. As a bonus it is very affordable.",
  "-42474082": "Sibongile Precious",
  "-4d73cc7d": "The absolute best product for eczema and extremely dry, cracked skin by far! HIGHLY RECOMMEND!",
  "6fb3f246": "Rhashida",
  "7cdacdf3": "I love this emollient! I use it for my own skin. I live in a dry hot climate, and I can apply this product without feeling uncomfortable. I use it as a soap substitute as well.",
  "aa80668": "Nonthando Khumalo",
  "624bc903": "I have been using cortisone creams for my severe eczema, until someone recommended this product. It has changed my life, I no longer use any cortisone, and my skin has never been better.",
  "-27077a92": "Ansa Du Preez",
  "-4ed88cb8": "This heavenly product is doing a better job than the more expensive ones that are available at the pharmacies. I found a forever product.  No more sore, itchy, flaky eczema for me and my teenager!",
  "eecbff5": "Thabile Nkosi",
  "-7c9c58a5": "Our team will respond to your message within 24 hours",
  "24eeab": "Name",
  "3ff5b7c": "Email",
  "-c1d12f4": "Subject",
  "-17b09ae7": "Message ",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "1124c656": "Cetoderm offers a range of products that is suitable for daily use on all skin types and all dry skin conditions.",
  "-164c917a": "Socials",
  "2c9310fc": "Head Office",
  "-4dcae1d1": "BENNETT BROTHERS cc",
  "44d641e0": "P O Box 76005",
  "5d2c7ef5": "Wendywood, 2144",
  "2754886d": "South Africa",
  "1fd59e01": "Customer Care Line",
  "69fef376": "+27 11 608 3733",
  "-3f65261a": "info@cetoderm.co.za",
  "6ab21ef": "©2023 Cetoderm. All Rights Reserved",
  "-922d316": "Privacy policy",
  "53746d60": "Website developed by ",
  "-3b54f4e": "brandinglab",
  "3e2edd8": "Close",
  "-7a50b42f": "Product Details",
  "4e260f9": "Cetoderm is an intensive moisturiser and emollient cream that is suitable for daily use on all skin types and dry skin conditions. It helps to alleviate dry, itchy eczema prone skin and moisturises whilst protecting it from drying out. Can be used as soap substitute.",
  "6cda2440": "Colour Free",
  "-7803d1e3": "Fragrance Free",
  "296ff501": "Paraben Free",
  "4a619d76": "Cetoderm-E is a topical emollient that helps alleviate dry, itchy and eczema prone skin whilst protecting it from drying out. It is suitable for daily use on all skin types and dry skin conditions.",
  "-3abaadca": "Directions for use:",
  "35984ad3": "Apply directly to the skin to moisturise and soften very dry skin. As a soap substitute apply directly to the affected area and use warm water to create a lather. Rinse off.",
  "-7cd7f4e8": "Cetoderm-X is a creamy, long lasting topical emollient that helps provide fast, long lasting relief from dry, itchy and eczema prone skin whilst protecting it from drying out. It is easy to apply and is suitable for daily use on all skin types and dry skin conditions. Suitable as a soap substitute.",
  "-495c5dda": "Apply directly to the skin to moisturise and soften very dry skin as often as needed. As a soap substitute apply directly to the affected area and use warm water to create a lather. Rinse off.",
  "-52bca682": "Cortisone Free",
  "1f246bdc": "Cetoderm baby + juniorDry Skin Emollient",
  "-18bf584": "Cetoderm baby+junior is a topical emollient that helps alleviate dry, itchy and eczema prone skin whilst protecting it from drying out. It is suitable for daily use on all skin types and for all dry skin conditions. Can be used as a soap substitute.",
  "-11d4bbff": "Protected Page",
  "-f5c4b5f": "Incorrect password. Please try again.",
  "-40b0787c": "Page Not Found",
  "556d64d8": "The page you are looking for doesn't exist or has been moved",
  "6b29b517": "Go Home"
}